{
  "plugins": {
    "FixCursorHold.nvim": [],
    "auto-dark-mode.nvim": [],
    "better-escape.nvim": [],
    "blink-cmp-supermaven": [],
    "blink.cmp": {
      "version": "1.0.0 - 2.0.0"
    },
    "codesnap.nvim": {
    },
    "conform.nvim": {
    },
    "diffview.nvim": [],
    "flash.nvim": {
    },
    "gitsigns.nvim": [],
    "kulala.nvim": {
      "version": "'develop'"
    },
    "lualine.nvim": [],
    "marks.nvim": [],
    "mason-lspconfig.nvim": {
    },
    "mason.nvim": [],
    "mini.icons": {
    },
    "neotest": {
    },
    "neotest-golang": {
      "version": ">=0.0.0"
    },
    "noice.nvim": {
    },
    "nui.nvim": [],
    "nvim": {
    },
    "nvim-dap": {
    },
    "nvim-dap-go": [],
    "nvim-dap-virtual-text": {
      "src": "https://github.com/theHamsta/nvim-dap-virtual-text"
    },
    "nvim-dap-vscode-js": {
      "src": "https://github.com/mxsdev/nvim-dap-vscode-js"
    },
    "nvim-lspconfig": {
    },
    "nvim-nio": [],
    "nvim-notify": [],
    "nvim-treesitter": {
      "version": "'main'"
    },
    "nvim-web-devicons": {
    },
    "oil.nvim": [],
    "plenary.nvim": [],
    "sidekick.nvim": {
    },
    "snacks.nvim": {
    },
    "supermaven-nvim": [],
    "trouble.nvim": {
    },
    "which-key.nvim": {
    },
    "zellij-nav.nvim": []
  }
}